<template lang="pug">
section.legalAssistance
    b-container 
        h3.global__title-h3 Юридическая помощь
        p. 
            Срочно понадобились услуги профессионального юриста или адвоката? Решение есть! Наша горячая юридическая линия – возможность оперативно, абсолютно бесплатно получить ответ на любой вопрос. Теперь не нужно записываться на офлайн-прием и тратить время на поездку и очереди перед кабинетом.
        p.
            Профессиональная помощь доступна круглосуточно – заявки обрабатываются в любое время дня и ночи. Обращаясь к специалистам «100 Юристов», вы можете рассчитывать на прозрачные, понятные условия сотрудничества.
         
</template>

<script>
export default {

}
</script>

<style lang="scss">
.legalAssistance{
    margin: 40px 0;;

    h3{
        margin-bottom: 15px;
    }
}
</style>