<template lang="pug">
section.OurSociality
   .container 
        .OurSociality__header 
            h3.global__title-h3 Специальности наших юристов
        .OurSociality__contain 
            template(v-for="(item,key) in elements")
            
        
            
                Our-Help-Element(
                    :image="item.image"
                    :title="item.title"
                    :text="item.text"
                )
         

</template>

<script>
import OurHelpElement from '@/components/Elements/OurSocialityElement.vue';
export default {
    components:{
        OurHelpElement
    },
    data(){
        return{
            elements:{
                item1:{
                    image:'childrenAffairs.svg',
                    title:'По семейным делам',
                    text:'Юрист помогает в решении жилищных, образовательных, имущественных, страховых, земельных и иных споров и вопросов по данному направлению. В зависимости от ситуации возможно применение досудебного и судебного урегулирования. Более подробную информацию получите в процессе юридической консультации'
                },
                item2:{
                    image:'forkJCX.svg',
                    title:'По вопросам ЖКХ',
                    text:'С каждым годом у граждан России возникает все больше вопросов к структурам жилищно-коммунального хозяйства. Некоторых интересует, почему они должны каждый месяц платить за лифт, проживая при этом на первом этаже. А кого-то возмущает, что коммунальщики вычитывают из заработной платы людей долги по услугам. Вопросов много. И все они нуждаются в грамотной правовой оценке. Бесплатная помощь наших юристов – лучший выход из ситуации. Специалисты мгновенно оценят ситуацию, разъяснят непонятные моменты, подскажут, как правильно оформить претензию/иск и куда ее направить'
                },
                item3:{
                    image:'questionHome.svg',
                    title:'По жилищному праву',
                    text:'Квартирный вопрос из года в год остается камнем преткновения для многих граждан. Люди чуть ли не на смерть бьются за каждый причитающийся им квадратный метр. И эта борьба нередко сопровождается серьезными тратами как в виде финансов, так и нервов. Чтобы максимально защитить себя, оградить от возможных неприятных «сюрпризов» и сэкономить ресурсы, воспользуйтесь бесплатной юридической помощью. Специалисты подскажут, на что обратить внимание при покупке недвижимости, как получить разрешение на установку систем видеонаблюдения, как грамотно подойти к сделке купли-продажи и т.д'
                },
                item4:{
                    image:'questionBank.svg',
                    title:'По кредитам',
                    text:'Данное направление актуально не только для отдельных граждан, но и предпринимателей, крупных предприятий. Во время бесплатной консультации наши сотрудники подскажут, как правильно вести переговоры с кредиторами, как обезопасить имущество от возможного ареста. А также ответят на многие другие вопросы, связанные с кредитованием.'
                },
                item5:{
                    image:'questionEarth.svg',
                    title:'По земельным делам',
                    text:'На сегодняшний день земля – ценный актив, использовать который можно по-разному. Например, на ней можно добывать полезные ископаемые (при наличии таковых в недрах), производить высадку культурных растений, сдавать в аренду и т.д. В процессе эксплуатации земельных участков возникают разнообразные ситуации, большинство которых невозможно разрешить без грамотной юридической консультации. Получить ее можно круглосуточно и бесплатно через наш сервис.'
                },
                item6:{
                    image:'questionWork.svg',
                    title:'По трудовым вопросам',
                    text:'Права трудящихся, несмотря на наличие соответствующего кодекса, постоянно нарушаются. Многие сотрудники сталкиваются с незаконными увольнениями, беспричинно лишаются оплаты отпускных, несут чрезмерную материальную ответственность и пр. Возможны и обратные ситуации, когда сами предприятия страдают от произвола персонала. Своевременное привлечение к возникшей проблеме адвоката позволяет с минимальными потерями урегулировать конфликт. Если вы столкнулись с подобной ситуацией, воспользуйтесь бесплатной юридической консультацией по телефону от «100 Юристов»'
                },
                item7:{
                    image:'questionBailiffs.svg',
                    title:'По приставам',
                    text:'Визит пристава – это практически всегда негативные эмоции. Особенно неприятно общение, если человек не знает, как правильно себя вести с сотрудниками службы. В этом случае без консультации не обойтись. Специалисты во время бесплатного звонка раскрывают нюансы взаимодействия пристава с должником. Например, юристы расскажут, что сотрудники имеют права беспокоить человека с 6 утра до 10 вечера и т.д.'
                },
                item8:{
                    image:'questionUser.svg',
                    title:'По гражданским делам',
                    text:'Юрист помогает в решении жилищных, образовательных, имущественных, страховых, земельных и иных споров и вопросов по данному направлению. В зависимости от ситуации возможно применение досудебного и судебного урегулирования. Более подробную информацию получите в процессе юридической консультации'
                },
            }
        }
    }
}
</script>

<style lang="scss">
.OurSociality{
   &__contain {
    display: flex;
    align-items: flex-start;
    width:100%;
    // overflow: scroll;
    overflow-x:auto;
    // flex-wrap: nowrap;
    // flex-wrap: wrap;
    // @media(max-width:992px) {
    //    &{
           
            
    //    }
        // width: auto;
       
    // }
    @media(min-width:992px) {
        &{
           flex-wrap: wrap;
           width: 100%;
            // gap: 20px; 
        }
       
    }
   } 
}

</style>