<template lang="pug">
section.BenefitsFree 
    b-container
        .BenefitsFree__container 
            .BenefitsFree__header
                h3.global__title-h3  Преимущества бесплатной юридической помощи от «100 Юристов»
                p Онлайн-консультация на нашей платформе обладает множеством преимуществ:
            .BenefitsFree__content
                template(v-for="(item,key) in items")
                    BenefitsFreeElementVue(
                        :text="item.text"
                        :title="item.title"
                        :image="item.icon"
                    )
                
                

</template>

<script>
import BenefitsFreeElementVue from '../Elements/BenefitsFreeElement.vue'

export default {

    data(){
        return{
            items:{
                item1:{
                    icon:"lightning.svg",
                    title:"Высокая скорость ответа",
                    text:"У сотрудников, работающих в формате оффлайн, есть определенный график, по которому они предоставляют консультации. Иногда же нужно оперативно узнать, какие ваши права были нарушены. На нашем сайте задать вопрос и получить на него профессиональный, актуальный в нынешнее время ответ, можно круглосуточно. Не нужно предварительно записываться на прием и тратить время на поездку в офис. Достаточно зайти к нам и совершить ряд простых действий"
                },
                item2:{
                    icon:"Economy.svg",
                    title:"Экономия",
                    text:"Офлайн-консультации практически все являются платными. Даже если обращение не требует больших трудозатрат и дополнительных манипуляций со стороны юриста. Наш сервис предлагает оперативную бесплатную помощь квалифицированных специалистов. Некоторые услуги предусматривают оплату. Но стоимость снижена и доступна для каждого желающего."
                },
                item3:{
                    icon:"likeWhite.svg",
                    title:"Удобство",
                    text:"Получить консультацию можно в любой точке земли. При наличии интернета воспользоваться площадкой «100 Юристов» реально как дома, так и на работе, в отеле во время деловой поездки, и т.д. Особенно это удобно для людей с ограниченными возможностями"
                },
                item4:{
                    icon:"lockWhite.svg",
                    title:"Анонимность",
                    text:"Иногда юридическая защита прав требуется в условиях жесткой конфиденциальности. В офлайн-режиме добиться ее со 100% гарантией не всегда реально. Общение онлайн или по телефону в этом случае намного эффективнее и безопаснее"
                },
                item5:{
                    icon:"trophy.svg",
                    title:"Компетентность",
                    text:"Многие боятся обращаться к правозащитникам через интернет, думая о низком уровне квалификации консультантов. Да, какие-то агрегаторы работают недобросовестно. Но только не мы. Каждый адвокат, представленный на сайте, имеет реальный опыт и профессионализм, подкрепленный документально."
                },
            }
        }
    },
    components:{
        BenefitsFreeElementVue
    }
}
</script>

<style lang="scss">
.BenefitsFree{
    &__container{
        display: flex;
        flex-direction: column;
        gap: 50px;
    }
    &__header{
        h3{
            margin-bottom: 15px;
        }
    }
    &__content{
        display: flex;
        gap: 15px;
        flex-wrap: wrap;
        @media(min-width:992px) {
           &>:nth-child(1){
            flex-basis: 47%;
          
        }
        &>:nth-child(2){
            flex-basis: 47%;
          ;
        }
        div{
            flex-basis: 32%;
        }
            

        }
        
    }}
</style>
