<template lang="pug">
section.LaywerOnline 
    b-container 
        h3.LaywerOnline__header.global__title-h3 Зачем нужны консультации юристов онлайн?
        .LaywerOnline__content
            p.
                Существует ряд ситуаций, при которых важно максимально быстро, а иногда и сразу, принимать решение. Любое промедление чревато серьезными последствиями. Особенно остро такие вопросы    встают перед владельцами бизнеса. Например, однажды в руки предпринимателя может попасть   рискованный договор с очень размытыми формулировками или необходимо оценить правомерность тех или иных действий.
            p. 
                В этих и многих других случаях бесплатная консультация юриста от нашего сервиса – неоценима. Но тут возникает вопрос: «Зачем обращаться к специалистам, если найти ответ можно просто в интернете?».
            p. 
                Да, в сети полно юридической информации. Но когда на кону серьезная сделка, купля-продажи недвижимости или другой важный вопрос, а у соискателя недостаточно знаний по имеющимся вопросам, велик риск найти то, что не будет соответствовать действительности или давно устарело. Обращаясь к профессиональному юристу, вы гарантированно получаете ту помощь, которая несет под собой реальную почву и обязательно подкрепляется действующими законодательными нормами.
</template>

<script>
export default {

}
</script>

<style lang="scss">
.LaywerOnline{
    &__content{
        font-size: 16px;
        color: #140A32;
        font-weight: 400;
        line-height: 25px;


    }
}

</style>