<template lang="pug">
section.TwentyFour
    b-container 
        .TwentyFour__container 
            .TwentyFour__header 
                h3.global__title-h3 Получить юридическую консультацию 24/7: какие услуги наши юристы оказывают гражданам?
                p Юридические услуги от «100 Юристов» - это гарантированная помощь по защите прав в любой ситуации. С полным перечнем направлений работы ознакомьтесь в каталоге.
            .TwentyFour__contain
                template(v-for="(value,key) in elements")
                    Our-Help-Element(
                        :image="value.image"
                        :title="value.title"
                        :text="value.text"
                        :key="key"
                    )
</template>

<script>
import OurHelpElement from '@/components/Elements/OurSocialityElement.vue';
export default {
components:{
    OurHelpElement
},
data(){
    return{
        elements:{
            item1:{
                image:"questionUser.svg",
                title:"По гражданским делам",
                text:"Юрист помогает в решении жилищных, образовательных, имущественных, страховых, земельных и иных споров и вопросов по данному направлению. В зависимости от ситуации возможно применение досудебного и судебного урегулирования. Более подробную информацию получите в процессе юридической консультации"
            },
            item2:{
                image:"questionBailiffs.svg",
                title:"уголовные дела",
                text:"Помощь юристов и адвокатов тем, кто стал обвиняемым, потерпевшим или свидетелем преступления. Даже если ситуация кажется безвыходной, опытные правозащитники через чат или по телефону оперативно дадут ответы на вопросы и разработают грамотную стратегию действий."
            },
            item3:{
                image:'childrenAffairs.svg',
                title:"Семейные дела",
                text:"Многие споры между родственниками требуют вмешательства юристов и адвокатов. И в этом случае специалисты сервиса готовы прийти на помощь, предоставив полный объем услуг: права ребенка, расторжение брака, алименты, раздел имущества, права отца/матери, опека, усыновление, дела несовершеннолетних и т.д."
            },
            item4:{
                image:'questionBank.svg',
                title:"Кредиты",
                text:"Юристы площадки содействуют при оформлении кредита (на выгодных условиях) или в ситуациях, когда финансовое положение не позволяет оплачивать уже имеющийся долг. Специалисты готовы ответить на любые вопросы онлайн или предоставить более серьезную помощь в рамках бесплатной юридической консультации"
            },
            item5:{
                image:'usersuccess.svg',
                title:"Наследство",
                text:"Часто наследные дела проходят с конфликтами. Особенно это касается ситуаций, когда умерший не оставил завещания. Адвокаты в этом случае помогают быстро разобраться в возникшей проблеме. При необходимости готовы предоставить интересы клиента в суде, обеспечив положительный исход заседания."
            },
            item6:{
                image:'questionWork.svg',
                title:"Трудовые споры",
                text:"Еще одно популярное направление, по которому часто обращаются за юридической консультацией. Если кажется, что ваши права как работника той или иной организации нарушены, наши специалисты предоставят квалифицированную помощь. Получить ответ можно бесплатно по телефону или прямо на сайте."
            },
        }
    }
}
}
</script>

<style lang="scss">
.TwentyFour{
    &__header{
        h3{
            margin-bottom: 15px;
        }
        p{
            color: #140A32;
            font-size: 16px;
            font-weight: 400;
            line-height: 25px;
            @media(max-width:992px) {
                &{
                   line-height: 22px;
                   font-size: 14px;
                }
       
            }
   

        }
    }
   &__contain {
    display: flex;
    align-items: flex-start;
    width:100%;
    // overflow: scroll;
    overflow-x:auto;
    // flex-wrap: nowrap;
    // flex-wrap: wrap;
    // @media(max-width:992px) {
    //    &{
           
            
    //    }
        // width: auto;
       
    // }
    @media(min-width:992px) {
        &{
           flex-wrap: wrap;
           width: 100%;
            // gap: 20px; 
        }
       
    }
   } 
}
</style>